Revit 2027 API
ParameterTypeId.StairsDbgShowBoundary2d Property
 "Show Stairs' Boundary 2D"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowBoundary2d { get; }
Public Shared ReadOnly Property StairsDbgShowBoundary2d As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowBoundary2d {
	ForgeTypeId^ get ();
}
static member StairsDbgShowBoundary2d : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace